Repository: LeoWarp/BonTech.Micro.Product
Catalog: BonTech.Product.Application/Resources/ErrorMessage.*.resx
Languages: ru

source: Product not found
ru: Продукт не найден

source: Product already exists
ru: Продукт с такими параметрами уже существует

source: Products not found
ru: Продукты не найдены

source: Category not found
ru: Категория не найдена

source: Product not created
ru: Продукт не создан

source: ProductNotDeleted
ru: Продукт не был удален

source: Price is not valid
ru: Сумма не валидна

source: Description is not valid
ru: Описание не валидно

source: Name is not valid
ru: Имя не валидно

source: Internal server error
ru: Внутренняя проблема сервера
